"Service Update Failed" = "Cập nhật Dịch vụ Không thành công";
"Service Update Complete" = "Hoàn tất Cập nhật Dịch vụ";
"Starting Service Update" = "Bắt đầu Cập nhật Dịch vụ";
"Dismiss" = "Bỏ";
"OK" = "OK";
"Call disallowed" = "Không cho phép số này";
